cask_args appdir: '/Applications'

tap 'homebrew/cask-fonts'

brew 'cloc'
brew 'graphviz'
brew 'telnet'
brew 'thefuck'
brew 'watchman'
brew 'gist'
brew 'gh'
brew 'cmake' 
brew 'pkg-config'
brew 'icu4c'
brew 'gnu-tar'
brew 'logrotate'

# fuzzy finder for gh extension branch
brew 'fzf'

cask 'font-fira-code'

# Circleci CLI for validating config files
brew 'circleci'